{
  "appName": "kariGaar",
  "tagline": "Your Local Service Solution",
  "getStarted": "Get Started",
  "getStartedNow": "Get Started Now",
  "explorePlatform": "Explore the Platform",
  "ourMotivation": "Our Motivation",
  "motivationText": "We believe finding reliable local services shouldn't be a chore. kariGaar was born from the desire to simplify this process, empowering both customers to find quality help and skilled professionals to grow their businesses and serve their communities.",
  "efficiency": "Efficiency",
  "efficiencyText": "Quickly post jobs, get estimates, and connect with pros without endless searching.",
  "community": "Community",
  "communityText": "Fostering connections between local customers and skilled karigaars (artisans).",
  "trust": "Trust",
  "trustText": "Building a platform where quality service and reliability are paramount.",
  "readyToSimplify": "Ready to Simplify Your Service Needs?",
  "joinCommunityText": "Join the kariGaar community today. Post a job or find a skilled professional in minutes.",
  "navHome": "Home",
  "navPostJob": "Post a Job",
  "navBrowseServices": "Browse Services",
  "navJoinAsPro": "Join as Pro",
  "navAboutUs": "About Us",
  "navLogin": "Login",
  "navSignUp": "Sign Up",
  "navLogout": "Logout",
  "myAccount": "My Account",
  "editProfile": "Edit Profile",
  "myBookings": "My Bookings",
  "customerSupport": "Customer Support",
  "feedbacks": "Feedbacks",
  "security": "Security",
  "language": "Language",
  "english": "English",
  "hindi": "Hindi",
  "kannada": "Kannada",
  "jobList": "Your Job List",
  "jobListEmpty": "Your job list is empty. Add providers!",
  "serviceAddressOptional": "Service Address (Optional)",
  "enterAddressPlaceholder": "Enter your address or area",
  "proceedToBooking": "Proceed to Booking",
  "welcomeToKariGaar": "Welcome to kariGaar!",
  "platformDescription": "Your one-stop platform to find reliable local service providers for all your needs. From home repairs to garden makeovers, get it done right.",
  "howItWorks": "How kariGaar Works",
  "postYourJobEasily": "Post Your Job Easily",
  "postJobDescription": "Describe your task, set your location, and let skilled professionals come to you.",
  "findTrustedPros": "Find Trusted Pros",
  "findProsDescription": "Browse a directory of vetted service providers for any job, big or small.",
  "qualityGuaranteed": "Quality Guaranteed",
  "qualityDescription": "Connect with reliable experts committed to delivering top-notch service.",
  "learnMore": "Learn More",
  "explorePopularServices": "Explore Popular Services",
  "ourImpact": "Our Impact",
  "customerGrowth": "Customer Growth",
  "jobConnections": "Job Connections",
  "joinThousands": "Join Thousands of Satisfied Users",
  "readyToTackle": "Ready to tackle your to-do list or find your next gig? kariGaar makes it simple.",
  "footerRights": "All rights reserved.",
  "aboutKariGaar": "About kariGaar",
  "aboutIntro": "Welcome to kariGaar, your trusted platform for connecting with skilled local service professionals. We aim to make finding reliable help for your home and business needs simple, transparent, and efficient.",
  "ourMission": "Our Mission",
  "missionText": "Our mission is to empower communities by connecting individuals and businesses with skilled local artisans (karigaars) and service providers. We strive to create a seamless experience that fosters trust, quality, and convenience for everyone involved.",
  "whoWeServe": "Who We Serve",
  "forCustomers": "For Customers:",
  "forCustomersText": "Find vetted professionals for any task, from plumbing and electrical work to painting and gardening. Get fair estimates, read reviews, and book with confidence.",
  "forProfessionals": "For Professionals:",
  "forProfessionalsText": "Grow your business by showcasing your skills to a wider audience. Receive job leads, manage your profile, and build your reputation on a trusted platform.",
  "needHelpNavigating": "Need Help Navigating kariGaar?",
  "platformGuideDescription": "Our comprehensive platform guide provides step-by-step instructions and tips for using all of kariGaar's features, whether you're looking to hire or offer services.",
  "explorePlatformGuide": "Explore Our Platform Guide",
  "letsGetProjectStarted": "Let's Get Your Project Started!",
  "postJobIntro": "Provide clear details about your task. This helps us connect you with the perfect professionals and generates a helpful AI-powered price estimate to guide you.",
  "tipsForEffectivePost": "Tips for an Effective Job Post",
  "beSpecificClear": "Be Specific & Clear:",
  "beSpecificClearText": "Instead of \"fix bathroom,\" say \"replace leaking shower faucet and re-grout tiles around the tub.\" The more precise, the better!",
  "mentionDimensionsMaterials": "Mention Dimensions/Materials:",
  "mentionDimensionsMaterialsText": "For tasks like painting or flooring, include room sizes or area details. Specify if you'll provide materials or if the pro should quote for them.",
  "futureFeatureUploadPhotos": "Future Feature - Upload Photos:",
  "futureFeatureUploadPhotosText": "(While not in this form, imagine being able to upload photos – they greatly help pros assess the job!)",
  "whatHappensAfterPost": "What Happens After You Post?",
  "whatHappens1": "1. Your job request is shared with skilled professionals in your locality who match your needs.",
  "whatHappens2": "2. Interested experts may contact you for more details or provide their quotations.",
  "whatHappens3": "3. You can then review their profiles, compare offers, and select the best professional for your project.",
  "whatHappensNote": "The AI price estimate provides a general idea of costs, but final quotes will come directly from the professionals.",
  "showcaseSkills": "Showcase Your Skills on kariGaar",
  "joinAsProIntro": "Become a valued professional on our platform. Connect with clients actively seeking your expertise, grow your business, and manage your work efficiently. Start by creating your profile below.",
  "createProfessionalProfile": "Create Your Professional Profile",
  "createProfileDescription": "Fill in your details to build a compelling profile. Accuracy and completeness will help you attract more clients and opportunities. This is the first step towards getting verified and listed.",
  "whyJoinKariGaar": "Why Join kariGaar?",
  "widerReach": "Wider Reach:",
  "widerReachText": "Connect with a large pool of customers in your service area.",
  "localFocus": "Local Focus:",
  "localFocusText": "Get matched with jobs specifically in your preferred locations.",
  "buildReputation": "Build Reputation:",
  "buildReputationText": "Collect reviews and showcase your quality work to build trust.",
  "verifiedPlatform": "Verified Platform:",
  "verifiedPlatformText": "Benefit from being part of a trusted network of professionals.",
  "manageJobRequestsFuture": "Manage job requests and your schedule with ease (future feature).",
  "findingJobOpportunities": "Finding Job Opportunities",
  "findingJobOpportunitiesText1": "Once your profile is registered and successfully verified, you'll gain access to view and bid on job postings relevant to your skills and chosen service locations.",
  "findingJobOpportunitiesText2": "Our platform aims to provide a steady stream of potential work, helping you grow your client base.",
  "findingJobOpportunitiesNote": "(Full job browsing and bidding functionality for providers is currently under development and will be rolled out soon.)"
}
