{
  "appName": "कारीगर",
  "tagline": "आपकी स्थानीय सेवा समाधान",
  "getStarted": "शुरू करें",
  "getStartedNow": "अभी शुरू करें",
  "explorePlatform": "प्लेटफ़ॉर्म देखें",
  "ourMotivation": "हमारी प्रेरणा",
  "motivationText": "हमारा मानना है कि विश्वसनीय स्थानीय सेवाएँ ढूँढना कोई मुश्किल काम नहीं होना चाहिए। कारीगर का जन्म इसी प्रक्रिया को सरल बनाने, ग्राहकों को गुणवत्तापूर्ण मदद दिलाने और कुशल पेशेवरों को अपने व्यवसाय बढ़ाने और अपने समुदायों की सेवा करने के लिए सशक्त बनाने की इच्छा से हुआ।",
  "efficiency": "दक्षता",
  "efficiencyText": "जल्दी से काम पोस्ट करें, अनुमान प्राप्त करें, और बिना अंतहीन खोज के पेशेवरों से जुड़ें।",
  "community": "समुदाय",
  "communityText": "स्थानीय ग्राहकों और कुशल कारीगरों के बीच संबंध बनाना।",
  "trust": "विश्वास",
  "trustText": "एक ऐसा मंच बनाना जहाँ गुणवत्तापूर्ण सेवा और विश्वसनीयता सर्वोपरि हो।",
  "readyToSimplify": "क्या आप अपनी सेवा आवश्यकताओं को सरल बनाने के लिए तैयार हैं?",
  "joinCommunityText": "आज ही कारीगर समुदाय में शामिल हों। मिनटों में कोई काम पोस्ट करें या कुशल पेशेवर खोजें।",
  "navHome": "होम",
  "navPostJob": "काम पोस्ट करें",
  "navBrowseServices": "सेवाएँ ब्राउज़ करें",
  "navJoinAsPro": "प्रो के रूप में जुड़ें",
  "navAboutUs": "हमारे बारे में",
  "navLogin": "लॉग इन करें",
  "navSignUp": "साइन अप करें",
  "navLogout": "लॉग आउट",
  "myAccount": "मेरा खाता",
  "editProfile": "प्रोफ़ाइल संपादित करें",
  "myBookings": "मेरी बुकिंग",
  "customerSupport": "ग्राहक सहायता",
  "feedbacks": "प्रतिक्रियाएँ",
  "security": "सुरक्षा",
  "language": "भाषा",
  "english": "English",
  "hindi": "हिंदी",
  "kannada": "ಕನ್ನಡ",
  "jobList": "आपकी कार्य सूची",
  "jobListEmpty": "आपकी कार्य सूची खाली है। प्रदाताओं को जोड़ें!",
  "serviceAddressOptional": "सेवा पता (वैकल्पिक)",
  "enterAddressPlaceholder": "अपना पता या क्षेत्र दर्ज करें",
  "proceedToBooking": "बुकिंग के लिए आगे बढ़ें",
  "welcomeToKariGaar": "कारीगर में आपका स्वागत है!",
  "platformDescription": "आपकी सभी ज़रूरतों के लिए विश्वसनीय स्थानीय सेवा प्रदाताओं को खोजने के लिए आपका वन-स्टॉप प्लेटफ़ॉर्म। घर की मरम्मत से लेकर बगीचे के मेकओवर तक, इसे सही तरीके से करवाएं।",
  "howItWorks": "कारीगर कैसे काम करता है",
  "postYourJobEasily": "अपना काम आसानी से पोस्ट करें",
  "postJobDescription": "अपने कार्य का वर्णन करें, अपना स्थान निर्धारित करें, और कुशल पेशेवरों को आप तक आने दें।",
  "findTrustedPros": "विश्वसनीय पेशेवर खोजें",
  "findProsDescription": "किसी भी काम, छोटे या बड़े, के लिए जाँचे-परखे सेवा प्रदाताओं की निर्देशिका ब्राउज़ करें।",
  "qualityGuaranteed": "गुणवत्ता की गारंटी",
  "qualityDescription": "उच्च गुणवत्ता वाली सेवा प्रदान करने के लिए प्रतिबद्ध विश्वसनीय विशेषज्ञों से जुड़ें।",
  "learnMore": " और जानें",
  "explorePopularServices": "लोकप्रिय सेवाएँ देखें",
  "ourImpact": "हमारा प्रभाव",
  "customerGrowth": "ग्राहक वृद्धि",
  "jobConnections": "कार्य कनेक्शन",
  "joinThousands": "हजारों संतुष्ट उपयोगकर्ताओं से जुड़ें",
  "readyToTackle": "अपनी टू-डू सूची से निपटने या अपना अगला काम खोजने के लिए तैयार हैं? कारीगर इसे सरल बनाता है।",
  "footerRights": "सर्वाधिकार सुरक्षित।",
  "aboutKariGaar": "कारीगर के बारे में",
  "aboutIntro": "कारीगर में आपका स्वागत है, कुशल स्थानीय सेवा पेशेवरों से जुड़ने के लिए आपका विश्वसनीय मंच। हमारा लक्ष्य आपके घर और व्यावसायिक जरूरतों के लिए विश्वसनीय मदद ढूंढना सरल, पारदर्शी और कुशल बनाना है।",
  "ourMission": "हमारा मिशन",
  "missionText": "हमारा मिशन व्यक्तियों और व्यवसायों को कुशल स्थानीय कारीगरों और सेवा प्रदाताओं से जोड़कर समुदायों को सशक्त बनाना है। हम एक सहज अनुभव बनाने का प्रयास करते हैं जो इसमें शामिल सभी लोगों के लिए विश्वास, गुणवत्ता और सुविधा को बढ़ावा देता है।",
  "whoWeServe": "हम किसकी सेवा करते हैं",
  "forCustomers": "ग्राहकों के लिए:",
  "forCustomersText": "नलसाजी और बिजली के काम से लेकर पेंटिंग और बागवानी तक, किसी भी कार्य के लिए जाँचे-परखे पेशेवर खोजें। उचित अनुमान प्राप्त करें, समीक्षाएँ पढ़ें और विश्वास के साथ बुक करें।",
  "forProfessionals": "पेशेवरों के लिए:",
  "forProfessionalsText": "व्यापक दर्शकों के लिए अपने कौशल का प्रदर्शन करके अपने व्यवसाय को बढ़ाएँ। जॉब लीड प्राप्त करें, अपनी प्रोफ़ाइल प्रबंधित करें और एक विश्वसनीय मंच पर अपनी प्रतिष्ठा बनाएँ।",
  "needHelpNavigating": "कारीगर को नेविगेट करने में सहायता चाहिए?",
  "platformGuideDescription": "हमारा व्यापक प्लेटफ़ॉर्म गाइड कारीगर की सभी सुविधाओं का उपयोग करने के लिए चरण-दर-चरण निर्देश और सुझाव प्रदान करता है, चाहे आप सेवाओं को किराए पर लेना चाहते हों या प्रदान करना चाहते हों।",
  "explorePlatformGuide": "हमारा प्लेटफ़ॉर्म गाइड देखें",
  "letsGetProjectStarted": "चलिए आपका प्रोजेक्ट शुरू करते हैं!",
  "postJobIntro": "अपने कार्य के बारे में स्पष्ट विवरण प्रदान करें। यह हमें आपको सही पेशेवरों से जोड़ने में मदद करता है और आपको मार्गदर्शन देने के लिए एक उपयोगी एआई-संचालित मूल्य अनुमान उत्पन्न करता है।",
  "tipsForEffectivePost": "एक प्रभावी जॉब पोस्ट के लिए सुझाव",
  "beSpecificClear": "विशिष्ट और स्पष्ट रहें:",
  "beSpecificClearText": "\"बाथरूम ठीक करें\" के बजाय, कहें \"लीक हो रहे शॉवर नल को बदलें और टब के चारों ओर टाइलों को फिर से ग्राउट करें।\" जितना अधिक सटीक, उतना बेहतर!",
  "mentionDimensionsMaterials": "आयाम/सामग्री का उल्लेख करें:",
  "mentionDimensionsMaterialsText": "पेंटिंग या फ़्लोरिंग जैसे कार्यों के लिए, कमरे के आकार या क्षेत्र का विवरण शामिल करें। निर्दिष्ट करें कि क्या आप सामग्री प्रदान करेंगे या प्रो को उनके लिए उद्धरण देना चाहिए।",
  "futureFeatureUploadPhotos": "भविष्य की सुविधा - तस्वीरें अपलोड करें:",
  "futureFeatureUploadPhotosText": "(हालांकि इस फ़ॉर्म में नहीं, फ़ोटो अपलोड करने में सक्षम होने की कल्पना करें - वे पेशेवरों को नौकरी का आकलन करने में बहुत मदद करते हैं!)",
  "whatHappensAfterPost": "पोस्ट करने के बाद क्या होता है?",
  "whatHappens1": "1. आपका जॉब अनुरोध आपके इलाके के उन कुशल पेशेवरों के साथ साझा किया जाता है जो आपकी ज़रूरतों से मेल खाते हैं।",
  "whatHappens2": "2. इच्छुक विशेषज्ञ अधिक विवरण के लिए आपसे संपर्क कर सकते हैं या अपने कोटेशन प्रदान कर सकते हैं।",
  "whatHappens3": "3. फिर आप उनकी प्रोफ़ाइल की समीक्षा कर सकते हैं, ऑफ़र की तुलना कर सकते हैं, और अपने प्रोजेक्ट के लिए सर्वश्रेष्ठ पेशेवर का चयन कर सकते हैं।",
  "whatHappensNote": "एआई मूल्य अनुमान लागत का एक सामान्य विचार प्रदान करता है, लेकिन अंतिम उद्धरण सीधे पेशेवरों से आएंगे।",
  "showcaseSkills": "कारीगर पर अपने कौशल का प्रदर्शन करें",
  "joinAsProIntro": "हमारे मंच पर एक मूल्यवान पेशेवर बनें। सक्रिय रूप से आपकी विशेषज्ञता चाहने वाले ग्राहकों से जुड़ें, अपना व्यवसाय बढ़ाएँ और अपने काम को कुशलतापूर्वक प्रबंधित करें। नीचे अपनी प्रोफ़ाइल बनाकर शुरुआत करें।",
  "createProfessionalProfile": "अपनी पेशेवर प्रोफ़ाइल बनाएँ",
  "createProfileDescription": "एक आकर्षक प्रोफ़ाइल बनाने के लिए अपने विवरण भरें। सटीकता और पूर्णता आपको अधिक ग्राहक और अवसर आकर्षित करने में मदद करेगी। यह सत्यापित और सूचीबद्ध होने की दिशा में पहला कदम है।",
  "whyJoinKariGaar": "कारीगर क्यों ज्वाइन करें?",
  "widerReach": "व्यापक पहुँच:",
  "widerReachText": "अपने सेवा क्षेत्र में ग्राहकों के एक बड़े समूह से जुड़ें।",
  "localFocus": "स्थानीय फोकस:",
  "localFocusText": "विशेष रूप से अपने पसंदीदा स्थानों में नौकरियों से मिलान करें।",
  "buildReputation": "प्रतिष्ठा बनाएँ:",
  "buildReputationText": "समीक्षाएँ एकत्र करें और विश्वास बनाने के लिए अपने गुणवत्तापूर्ण कार्य का प्रदर्शन करें।",
  "verifiedPlatform": "सत्यापित मंच:",
  "verifiedPlatformText": "पेशेवरों के एक विश्वसनीय नेटवर्क का हिस्सा होने का लाभ उठाएँ।",
  "manageJobRequestsFuture": "नौकरी अनुरोधों और अपने शेड्यूल को आसानी से प्रबंधित करें (भविष्य की सुविधा)।",
  "findingJobOpportunities": "नौकरी के अवसर ढूँढना",
  "findingJobOpportunitiesText1": "एक बार जब आपकी प्रोफ़ाइल पंजीकृत हो जाती है और सफलतापूर्वक सत्यापित हो जाती है, तो आपको अपने कौशल और चुने हुए सेवा स्थानों के लिए प्रासंगिक जॉब पोस्टिंग देखने और उन पर बोली लगाने की सुविधा मिल जाएगी।",
  "findingJobOpportunitiesText2": "हमारे प्लेटफ़ॉर्म का लक्ष्य संभावित काम की एक स्थिर धारा प्रदान करना है, जिससे आपको अपना ग्राहक आधार बढ़ाने में मदद मिलेगी।",
  "findingJobOpportunitiesNote": "(प्रदाताओं के लिए पूर्ण नौकरी ब्राउज़िंग और बोली-प्रक्रिया कार्यक्षमता वर्तमान में विकास के अधीन है और जल्द ही शुरू की जाएगी।)"
}
